Repository: sadyazz/rs2
Catalog: UI/ecinema_desktop/lib/l10n/app_*.arb
Languages: bs

source: Dashboard
bs: Kontrolna ploča

source: Movies
bs: Filmovi

source: Screenings
bs: Projekcije

source: Seats & Halls
bs: Sjedala i sale

source: Seats
bs: Sjedišta

source: News
bs: Novosti

source: Users
bs: Korisnici

source: Reviews
bs: recenzija

source: Reports
bs: Izvještaji

source: Download Report
bs: Preuzmi izvještaj

source: Key Metrics
bs: Ključni pokazatelji

source: Date
bs: Datum

source: Reservation Count
bs: Broj rezervacija

source: Occupancy Rate
bs: Stopa popunjenosti

# reportsDescription
source: Track your cinema's performance with automatically generated reports to make informed business decisions.
bs: Pratite performanse vašeg kina kroz automatski generisane izvještaje za donošenje informisanih poslovnih odluka.

source: Total Tickets Sold
bs: Ukupno prodanih karata

source: Total Revenue
bs: Ukupan prihod

source: Average Occupancy
bs: Prosječna popunjenost

# chartComingSoon
source: Chart visualization coming soon
bs: Grafički prikaz uskoro

source: Date Range
bs: Vremenski period

source: Daily
bs: Dnevno

source: Weekly
bs: Sedmično

source: Monthly
bs: Mjesečno

source: Yearly
bs: Godišnje

source: Custom
bs: Prilagođeno

source: From
bs: Od

source: To
bs: Do

source: Ticket Sales
bs: Prodaja karata

source: Total seats
bs: Ukupno sjedišta

source: Reserved seats
bs: Rezervisana sjedišta

source: Available seats
bs: Dostupna sjedišta

source: Average Ticket Price
bs: Prosječna cijena karte

source: Screening Attendance
bs: Posjećenost projekcija

source: Revenue by Movie/Hall
bs: Prihodi po filmu/dvorani

source: Filters
bs: Filteri

source: All Movies
bs: Svi filmovi

source: All Halls
bs: Sve dvorane

source: Settings
bs: Postavke

source: Logout
bs: Odjava

source: Back
bs: Nazad

source: Search
bs: Pretraga

source: Movie Management
bs: Upravljanje filmovima

source: Manage your movie catalog
bs: Upravljajte svojom filmskom kolekcijom

source: No movies found
bs: Nema pronađenih filmova

# noMoviesMatchSearch
source: No movies match your search
bs: Nijedan film ne odgovara pretrazi

source: Clear search
bs: Očisti pretragu

source: Title
bs: Naslov

source: Director
bs: Režiser

source: Genre
bs: Žanr

source: Duration
bs: Trajanje

source: Grade
bs: Ocjena

source: Coming Soon
bs: Uskoro u kinima

source: Actions
bs: Akcije

source: Edit
bs: Uredi

source: Delete
bs: Obriši

source: Min Duration
bs: Min trajanje

source: Max Duration
bs: Max trajanje

source: Min Grade
bs: Min ocjena

source: Max Grade
bs: Max ocjena

source: Release Year
bs: Godina izlaska

source: Is Active
bs: Aktivan

source: Reset
bs: Resetuj

source: Close
bs: Zatvori

source: Apply
bs: Primijeni

source: No data
bs: Nema podataka

source: Language
bs: Jezik

source: Welcome back!
bs: Dobrodošli nazad!

source: Username
bs: Korisničko ime

source: Password
bs: Lozinka

source: Forgot password?
bs: Zaboravili ste lozinku?

source: Login
bs: Prijava

# pleaseEnterUsername
source: Please enter your username
bs: Molimo unesite korisničko ime

# pleaseEnterEmail
source: Please enter your email
bs: Molimo unesite email

# pleaseEnterPassword
source: Please enter your password
bs: Molimo unesite lozinku

# passwordMinLength
source: Password must be at least 6 characters
bs: Lozinka mora imati najmanje 6 karaktera

source: Error
bs: Greška

source: Success
bs: Uspjeh

source: OK
bs: U redu

source: (edited)
bs: (uređeno)

source: Cancel
bs: Otkaži

# logoutConfirmation
source: Are you sure you want to logout?
bs: Da li ste sigurni da se želite odjaviti?

source: Movie Reviews
bs: Recenzije filma

source: Average Rating
bs: Prosječna ocjena

source: Total Reviews
bs: Ukupno recenzija

source: Positive Reviews
bs: Pozitivne recenzije

# outOf5
source: out of 5.0
bs: od 5.0

# reviews2
source: Reviews
bs: Recenzije

# stars4Plus
source: 4+ stars
bs: 4+ zvjezdice

source: Loading reviews...
bs: Učitavanje recenzija...

source: No reviews yet
bs: Još nema recenzija

# noReviewsMessage
source: This movie hasn't received any reviews yet.
bs: Ovaj film još nije dobio nijednu recenziju.

source: Unknown User
bs: Nepoznati korisnik

source: Today
bs: Danas

source: Yesterday
bs: Juče

# daysAgo
source: {count} days ago
bs: prije {count} dana

source: Delete Review
bs: Obriši recenziju

# deleteReviewConfirmation
source: Are you sure you want to delete the review left by user {username}?
bs: Da li ste sigurni da želite obrisati recenziju korisnika {username}?

source: Review deleted successfully
bs: Recenzija uspješno obrisana

# errorDeletingReview
source: Error deleting review: {error}
bs: Greška pri brisanju recenzije: {error}

# ofText
source: of
bs: od

source: Movie Details
bs: Detalji filma

source: Loading movie details...
bs: Učitavanje detalja filma...

source: No Image
bs: Nema slike

source: Edit Movie
bs: Uredi film

source: Delete Movie
bs: Obriši film

source: Unknown Title
bs: Nepoznat naslov

source: minutes
bs: minuta

source: Release Date
bs: Datum izlaska

source: Genres
bs: Žanrovi

source: Actors
bs: Glumci

source: Trailer
bs: Trejler

source: Unknown
bs: Nepoznato

source: Unknown error
bs: Nepoznata greška

source: No genres assigned
bs: Nema dodijeljenih žanrova

source: No actors assigned
bs: Nema dodijeljenih glumaca

# beFirstToReview
source: Be the first to review this movie!
bs: Budite prvi koji će recenzirati ovaj film!

source: View All Reviews
bs: Pogledaj sve recenzije

# andMoreReviews
source: ... and {count} more reviews
bs: ... i još {count} recenzija

source: Confirm Deletion
bs: Potvrdi brisanje

# confirmDeleteMovie
source: Are you sure you want to delete "{title}"?
bs: Da li ste sigurni da želite obrisati "{title}"?

source: Movie deleted successfully
bs: Film uspješno obrisan

source: Restore Movie
bs: Vrati Film

source: Movie restored successfully
bs: Film uspješno vraćen

source: Failed to restore movie
bs: Greška pri vraćanju filma

source: Confirm Restoration
bs: Potvrdi vraćanje

# confirmRestoreMovie
source: Are you sure you want to restore the movie "{title}"?
bs: Da li ste sigurni da želite vratiti film "{title}"?

source: Restore
bs: Vrati

source: Failed to delete movie
bs: Greška pri brisanju filma

source: Add Movie
bs: Dodaj film

# genreIds
source: Genre IDs (e.g., 1,2,3)
bs: ID žanrova (npr. 1,2,3)

# genreIdsHint
source: Enter genre IDs separated by commas
bs: Unesite ID žanrova odvojene zarezima

source: Loading movies...
bs: Učitavanje filmova...

source: No movies loaded
bs: Nema učitavanih filmova

# tryAdjustingSearch
source: Try adjusting your search criteria
bs: Pokušajte prilagoditi kriterije pretrage

source: Unknown Director
bs: Nepoznat režiser

source: Duration (minutes)
bs: Trajanje (minuta)

source: Actor
bs: Glumac

source: Trailer URL
bs: Trejler URL

source: Image URL
bs: URL slike

source: Movie Status
bs: Status filma

source: Update Movie
bs: Ažuriraj film

# errorSavingMovie
source: Error saving movie: {error}
bs: Greška pri čuvanju filma: {error}

source: Add Screening
bs: Dodaj projekciju

source: Loading screenings...
bs: Učitavanje projekcija...

source: No screenings loaded
bs: Nema učitanih projekcije

source: No screenings found
bs: Nema pronađenih projekcija

source: Movie ID
bs: ID filma

source: Movie Title
bs: Naziv filma

source: Hall ID
bs: ID sale

source: Screening Format ID
bs: ID formata projekcije

source: Min Base Price
bs: Minimalna osnovna cijena

source: Max Base Price
bs: Maksimalna osnovna cijena

# fromStartTime
source: From Start Time (YYYY-MM-DD)
bs: Od vremena početka (GGGG-MM-DD)

# toStartTime
source: To Start Time (YYYY-MM-DD)
bs: Do vremena početka (GGGG-MM-DD)

source: Has Subtitles
bs: Ima titlove

source: Has Available Seats
bs: Ima slobodna mjesta

source: Include Deleted
bs: Uključi obrisane

source: Screening deleted successfully
bs: Projekcija uspješno obrisana

source: Screening restored successfully
bs: Projekcija uspješno vraćena

source: Screening updated successfully
bs: Projekcija uspješno ažurirana

source: Screening created successfully
bs: Projekcija uspješno kreirana

source: Failed to delete screening
bs: Greška pri brisanju projekcije

source: Failed to restore screening
bs: Greška pri vraćanju projekcije

# confirmDeleteScreeningMessage
source: Are you sure you want to delete the screening for "{movieTitle}"?
bs: Da li ste sigurni da želite obrisati projekciju za "{movieTitle}"?

# confirmRestoreScreeningMessage
source: Are you sure you want to restore the screening for "{movieTitle}"?
bs: Da li ste sigurni da želite vratiti projekciju za "{movieTitle}"?

source: Unknown Movie
bs: Nepoznat film

source: Unknown Hall
bs: Nepoznata sala

source: Active
bs: Aktivno

source: Deleted
bs: Obrisan

source: Screening
bs: Projekcija

source: Failed to save screening
bs: Greška pri čuvanju projekcije

source: Edit Screening
bs: Uredi projekciju

source: Movie
bs: Film

source: Hall
bs: Sala

source: Screening Format (Optional)
bs: Format projekcije (Opciono)

source: None
bs: Nijedan

source: No Format
bs: Bez formata

source: Base Price
bs: Osnovna cijena

# startTime
source: Start Time (YYYY-MM-DDTHH:MM:SS)
bs: Vrijeme početka (GGGG-MM-DDTHH:MM:SS)

# endTime
source: End Time (YYYY-MM-DDTHH:MM:SS)
bs: Vrijeme završetka (GGGG-MM-DDTHH:MM:SS)

# pleaseSelectMovie
source: Please select a movie
bs: Molimo odaberite film

# pleaseSelectHall
source: Please select a hall
bs: Molimo odaberite salu

source: Please enter language
bs: Molimo unesite jezik

source: Please enter base price
bs: Molimo unesite osnovnu cijenu

# pleaseEnterValidNumber
source: Please enter a valid number
bs: Molimo unesite validan broj

source: Please enter start time
bs: Molimo unesite vrijeme početka

source: Please enter end time
bs: Molimo unesite vrijeme završetka

source: Unknown Format
bs: Nepoznat format

source: Admin Profile
bs: Profil administratora

source: Full Name
bs: Puno ime

source: Role
bs: Uloga

source: Last Login
bs: Zadnja prijava

source: Content Management
bs: Upravljanje sadržajem

source: System Management
bs: Sistemsko upravljanje

source: Screening Formats
bs: Formati projekcija

source: Halls
bs: Sale

source: Roles
bs: Uloge

source: News Articles
bs: Novosti

source: Promotions
bs: Promocije

source: Phone
bs: Telefon

# manageYourApplicationPreferences
source: Manage your application preferences and system configuration
bs: Upravljajte postavkama aplikacije i sistemskom konfiguracijom

# manageMovieGenres
source: Manage movie genres and categories
bs: Upravljajte žanrovima i kategorijama filmova

source: Manage Actors
bs: Upravljanje glumcima

# manageScreeningFormats
source: Manage 3D, IMAX, and other formats
bs: Upravljajte 3D, IMAX i drugim formatima

# manageHalls
source: Manage cinema halls
bs: Upravljajte salama

# manageSeats
source: Manage seat templates and layouts
bs: Upravljajte šablonima i rasporedom sjedišta

# maxSeatsReached
source: Maximum number of seats (48) has been reached
bs: Dostignut je maksimalan broj sjedišta (48)

# manageUsers
source: Manage system users and permissions
bs: Upravljajte korisnicima i dozvolama sistema

# manageRoles
source: Manage user roles and access levels
bs: Upravljajte korisničkim ulogama i pristupima

# manageNewsArticles
source: Manage news and announcements
bs: Upravljajte novostima i obavještenjima

# managePromotions
source: Manage promotional offers and discounts
bs: Upravljajte promotivnim ponudama i popustima

source: Save Settings
bs: Sačuvaj postavke

source: Reset to Default
bs: Vrati na početne vrijednosti

source: Genres List
bs: Lista žanrova

source: Manage Genres
bs: Upravljanje žanrovima

source: No genres found
bs: Nema pronađenih žanrova

# noGenresMatchSearch
source: No genres match your search
bs: Nijedan žanr ne odgovara pretrazi

source: Loading genres...
bs: Učitavanje žanrova...

source: No genres loaded
bs: Nema učitanih žanrova

source: Add Genre
bs: Dodaj žanr

source: Edit Genre
bs: Uredi žanr

source: Delete Genre
bs: Obriši žanr

source: Genre Name
bs: Naziv žanra

source: Genre Description
bs: Opis žanra

source: Please enter genre name
bs: Molimo unesite naziv žanra

source: Please enter genre description
bs: Molimo unesite opis žanra

source: Genre created successfully
bs: Žanr uspješno kreiran

source: Genre updated successfully
bs: Žanr uspješno ažuriran

source: Genre deleted successfully
bs: Žanr uspješno obrisan

source: Genre restored successfully
bs: Žanr uspješno vraćen

source: Failed to save genre
bs: Greška pri čuvanju žanra

source: Failed to delete genre
bs: Greška pri brisanju žanra

source: Failed to restore genre
bs: Greška pri vraćanju žanra

# confirmDeleteGenre
source: Are you sure you want to delete "{name}"?
bs: Da li ste sigurni da želite obrisati "{name}"?

# confirmRestoreGenre
source: Are you sure you want to restore the genre "{name}"?
bs: Da li ste sigurni da želite vratiti žanr "{name}"?

source: Unnamed Genre
bs: Bezimena žanr

source: Actors List
bs: Lista glumaca

source: No actors found
bs: Nema pronađenih glumaca

# noActorsMatchSearch
source: No actors match your search
bs: Nijedan glumac ne odgovara pretrazi

source: Loading actors...
bs: Učitavanje glumaca...

source: No actors loaded
bs: Nema učitanih glumaca

source: Add Actor
bs: Dodaj glumca

source: Edit Actor
bs: Uredi glumca

source: Delete Actor
bs: Obriši glumca

# actorFirstName
source: First Name
bs: Ime

# actorLastName
source: Last Name
bs: Prezime

# actorBiography
source: Biography
bs: Biografija

# pleaseEnterActorFirstName
source: Please enter first name
bs: Molimo unesite ime

# pleaseEnterActorLastName
source: Please enter last name
bs: Molimo unesite prezime

# pleaseEnterActorBiography
source: Please enter biography
bs: Molimo unesite biografiju

source: Actor created successfully
bs: Glumac uspješno kreiran

source: Actor updated successfully
bs: Glumac uspješno ažuriran

source: Actor deleted successfully
bs: Glumac uspješno obrisan

source: Actor restored successfully
bs: Glumac uspješno vraćen

source: Failed to save actor
bs: Greška pri čuvanju glumca

source: Failed to delete actor
bs: Greška pri brisanju glumca

source: Failed to restore actor
bs: Greška pri vraćanju glumca

# confirmDeleteActor
source: Are you sure you want to delete "{name}"?
bs: Da li ste sigurni da želite obrisati "{name}"?

# confirmRestoreActor
source: Are you sure you want to restore the actor "{name}"?
bs: Da li ste sigurni da želite vratiti glumca "{name}"?

source: Unnamed Actor
bs: Bezimena glumac

source: Date of Birth
bs: Datum rođenja

source: Add Screening Format
bs: Dodaj format projekcije

source: Edit Screening Format
bs: Uredi format projekcije

source: Delete Screening Format
bs: Obriši format projekcije

source: Screening Format Name
bs: Naziv formata projekcije

source: Screening Format Description
bs: Opis formata projekcije

source: Please enter screening format name
bs: Molimo unesite naziv formata projekcije

source: Please enter screening format description
bs: Molimo unesite opis formata projekcije

source: Price Multiplier
bs: Multiplikator cijene

source: Please enter price multiplier
bs: Molimo unesite multiplikator cijene (0.1 - 10.0)

source: Screening format created successfully
bs: Format projekcije uspješno kreiran

source: Screening format updated successfully
bs: Format projekcije uspješno ažuriran

source: Screening format deleted successfully
bs: Format projekcije uspješno obrisan

source: Screening format restored successfully
bs: Format projekcije uspješno vraćen

source: Failed to save screening format
bs: Greška pri čuvanju formata projekcije

source: Failed to delete screening format
bs: Greška pri brisanju formata projekcije

source: Failed to restore screening format
bs: Greška pri vraćanju formata projekcije

# confirmDeleteScreeningFormat
source: Are you sure you want to delete "{name}"?
bs: Da li ste sigurni da želite obrisati "{name}"?

# confirmRestoreScreeningFormat
source: Are you sure you want to restore the screening format "{name}"?
bs: Da li ste sigurni da želite vratiti format projekcije "{name}"?

source: Unnamed Screening Format
bs: Bezimena format projekcije

source: Loading screening formats...
bs: Učitavanje formata projekcija...

source: No screening formats loaded
bs: Nema učitanih formata projekcija

source: No screening formats found
bs: Nema pronađenih formata projekcija

source: Edit screening format screen - Coming soon
bs: Ekran za uređivanje formata projekcije - Dolazi uskoro

# hallsAndSeats
source: Halls
bs: Sale

source: Management System
bs: Sistem za upravljanje

source: Loading halls...
bs: Učitavanje sala...

source: No halls loaded
bs: Nema učitane sale

source: No halls found
bs: Nema pronađenih sala

source: Capacity
bs: Kapacitet

source: Unnamed Hall
bs: Neimenovana sala

source: Delete Hall
bs: Obriši salu

# confirmDeleteHall
source: Are you sure you want to delete the hall "{hallName}"?
bs: Da li ste sigurni da želite obrisati salu "{hallName}"?

source: Hall deleted successfully
bs: Sala uspješno obrisana

source: Failed to delete hall
bs: Greška pri brisanju sale

# confirmRestoreHall
source: Are you sure you want to restore the hall "{hallName}"?
bs: Da li ste sigurni da želite vratiti salu "{hallName}"?

source: Hall restored successfully
bs: Sala uspješno vraćena

source: Failed to restore hall
bs: Greška pri vraćanju sale

source: Edit hall screen - Coming soon
bs: Ekran za uređivanje sale - Dolazi uskoro

source: Add Hall
bs: Dodaj salu

source: Edit Hall
bs: Uredi salu

source: Add New Hall
bs: Dodaj novu salu

source: Hall Name
bs: Naziv sale

source: Hall Location
bs: Lokacija sale

source: Hall Capacity
bs: Kapacitet sale

# hallScreenType
source: Screen Type
bs: Tip ekrana

# hallSoundSystem
source: Sound System
bs: Zvučni sistem

source: Please enter hall name
bs: Molimo unesite naziv sale

source: Please enter hall location
bs: Molimo unesite lokaciju sale

source: Please enter hall capacity
bs: Molimo unesite kapacitet sale

# pleaseEnterHallScreenType
source: Please enter screen type
bs: Molimo unesite tip ekrana

# pleaseEnterHallSoundSystem
source: Please enter sound system
bs: Molimo unesite zvučni sistem

source: Hall saved successfully
bs: Sala uspješno sačuvana

source: Failed to save hall
bs: Greška pri čuvanju sale

# editHallDescription
source: Update hall information and settings
bs: Ažurirajte informacije i postavke sale

# addNewHallDescription
source: Create a new hall with required information
bs: Kreirajte novu salu sa potrebnim informacijama

# capacityMustBeAtLeastOne
source: Capacity must be at least 1
bs: Kapacitet mora biti najmanje 1

# screenTypeHint
source: e.g., Regular, IMAX, 3D
bs: npr., Regular, IMAX, 3D

# soundSystemHint
source: e.g., Dolby Digital, SDDS
bs: npr., Dolby Digital, SDDS

source: Saving...
bs: Čuvanje...

source: Save
bs: Sačuvaj

source: Update
bs: Ažuriraj

source: Create
bs: Kreiraj

source: Edit News Article
bs: Uredi članak

source: Add News Article
bs: Dodaj članak

source: Update News Article
bs: Ažuriraj članak

source: Content
bs: Sadržaj

source: Publish Date
bs: Datum objave

# pleaseEnterTitle
source: Please enter a title
bs: Molimo unesite naslov

source: Please enter content
bs: Molimo unesite sadržaj

# titleTooLong
source: Title must be less than 100 characters
bs: Naslov mora biti kraći od 100 karaktera

source: News article created successfully
bs: Članak uspješno kreiran

source: News article updated successfully
bs: Članak uspješno ažuriran

source: Failed to save news article
bs: Greška pri čuvanju članka

source: Delete News Article
bs: Obriši članak

# confirmDeleteNewsArticle
source: Are you sure you want to delete news article "{title}"?
bs: Da li ste sigurni da želite obrisati članak "{title}"?

source: News article deleted successfully
bs: Članak uspješno obrisan

source: Failed to delete news article
bs: Greška pri brisanju članka

source: Restore News Article
bs: Vrati članak

# confirmRestoreNewsArticle
source: Are you sure you want to restore news article "{title}"?
bs: Da li ste sigurni da želite vratiti članak "{title}"?

source: News article restored successfully
bs: Članak uspješno vraćen

source: Failed to restore news article
bs: Greška pri vraćanju članka

source: Add News
bs: Dodaj novost

source: Loading news articles...
bs: Učitavanje članaka...

source: No news articles loaded
bs: Nema učitanih članaka

source: No news articles found
bs: Nema pronađenih članaka

# tryAdjustingSearchCriteria
source: Try adjusting your search criteria
bs: Pokušajte prilagoditi kriterije pretrage

source: From Publish Date
bs: Od datuma objave

source: To Publish Date
bs: Do datuma objave

source: Select Date
bs: Odaberi datum

source: Inactive
bs: Neaktivan

source: No content
bs: Nema sadržaja

# makeArticleVisible
source: Make this article visible
bs: Učini ovaj članak vidljivim

source: Edit Promotion
bs: Uredi promociju

source: Add Promotion
bs: Dodaj promociju

source: Update Promotion
bs: Ažuriraj promociju

source: Description
bs: Opis

source: Code
bs: Kod

source: Discount Percentage
bs: Procenat popusta

source: Start Date
bs: Datum početka

source: End Date
bs: Datum završetka

# pleaseEnterName
source: Please enter a name
bs: Molimo unesite naziv

source: Please enter description
bs: Molimo unesite opis

source: Please enter code
bs: Molimo unesite kod

# pleaseEnterDiscountPercentage
source: Please enter discount percentage (0-100)
bs: Molimo unesite procenat popusta (0-100)

source: Please enter start date
bs: Molimo unesite datum početka

source: Please enter end date
bs: Molimo unesite datum završetka

# nameTooLong
source: Name must be less than 100 characters
bs: Naziv mora biti kraći od 100 karaktera

# descriptionTooLong
source: Description must be less than 500 characters
bs: Opis mora biti kraći od 500 karaktera

# codeTooLong
source: Code must be less than 20 characters
bs: Kod mora biti kraći od 20 karaktera

# discountPercentageInvalid
source: Discount percentage must be between 0 and 100
bs: Procenat popusta mora biti između 0 i 100

source: End date must be after start date
bs: Datum završetka mora biti nakon datuma početka

source: Promotion created successfully
bs: Promocija uspješno kreirana

source: Promotion updated successfully
bs: Promocija uspješno ažurirana

source: Failed to save promotion
bs: Greška pri čuvanju promocije

source: Delete Promotion
bs: Obriši promociju

# confirmDeletePromotion
source: Are you sure you want to delete promotion "{name}"?
bs: Da li ste sigurni da želite obrisati promociju "{name}"?

source: Promotion deleted successfully
bs: Promocija uspješno obrisana

source: Failed to delete promotion
bs: Greška pri brisanju promocije

source: Restore Promotion
bs: Vrati promociju

# confirmRestorePromotion
source: Are you sure you want to restore promotion "{name}"?
bs: Da li ste sigurni da želite vratiti promociju "{name}"?

source: Promotion restored successfully
bs: Promocija uspješno vraćena

source: Failed to restore promotion
bs: Greška pri vraćanju promocije

source: Loading promotions...
bs: Učitavanje promocija...

source: No promotions loaded
bs: Nema učitanih promocija

source: No promotions found
bs: Nema pronađenih promocija

source: From Start Date
bs: Od datuma početka

source: To Start Date
bs: Do datuma početka

source: From End Date
bs: Od datuma završetka

source: To End Date
bs: Do datuma završetka

source: Min Discount
bs: Min popust

source: Max Discount
bs: Max popust

source: No description
bs: Nema opisa

source: Previous
bs: Prethodna

source: Next
bs: Sljedeća

# makePromotionVisible
source: Make this promotion visible
bs: Učini ovu promociju vidljivom

source: Delete User
bs: Obriši korisnika

# confirmDeleteUser
source: Are you sure you want to delete user {userName}?
bs: Da li ste sigurni da želite obrisati korisnika {userName}?

source: User deleted successfully
bs: Korisnik uspješno obrisan
