Repository: sadyazz/rs2
Catalog: UI/ecinema_desktop/lib/l10n/app_*.arb
Languages: bs

source: Failed to delete user
bs: Greška pri brisanju korisnika

source: Restore User
bs: Vrati korisnika

# confirmRestoreUser
source: Are you sure you want to restore user {userName}?
bs: Da li ste sigurni da želite vratiti korisnika {userName}?

source: User restored successfully
bs: Korisnik uspješno vraćen

source: Failed to restore user
bs: Greška pri vraćanju korisnika

source: Loading users...
bs: Učitavanje korisnika...

source: No users loaded
bs: Nema učitanih korisnika

source: No users found
bs: Nema pronađenih korisnika

source: Admin
bs: Administrator

source: Total Movies
bs: Ukupno filmova

source: Total Actors
bs: Ukupno glumaca

source: Total Genres
bs: Ukupno žanrova

source: Total Users
bs: Ukupno korisnika

source: Total Halls
bs: Ukupno sala

source: Total Shows
bs: Ukupno projekcija

source: Total Reservations
bs: Ukupno rezervacija

# activeShows
source: Active Screenings
bs: Aktivne projekcije

# todayScreenings
source: Today's Screenings
bs: Današnje projekcije

source: In catalog
bs: U katalogu

source: Registered
bs: Registrovani

source: All time
bs: Sve vrijeme

# welcomeToECinema
source: Welcome to eCinema Management System
bs: Dobrodošli u eCinema Management System

# heresWhatHappening
source: Here's what's happening with your cinema today
bs: Evo šta se dešava sa vašim bioskopom danas

source: Mark as Spoiler
bs: Označi kao spoiler

source: Unmark as Spoiler
bs: Ukloni oznaku spoiler

source: Review marked as spoiler
bs: Recenzija označena kao spoiler

source: Review unmarked as spoiler
bs: Uklonjena oznaka spoiler iz recenzije

source: Failed to update review
bs: Greška pri ažuriranju recenzije

source: Cinema Reports
bs: Izveštaji Kina

source: Total Income
bs: Ukupan prihod

source: Top 5 Watched Movies
bs: Top 5 gledanih filmova

source: Revenue by Movie
bs: Prihod po filmu

source: Top 5 Customers
bs: Top 5 kupaca

source: Revenue
bs: Prihod

source: Total Spent
bs: Ukupno potrošeno

source: Refresh
bs: Osveži

source: No data available
bs: Nema dostupnih podataka

source: Reservations
bs: Rezervacije

source: Theme
bs: Tema

source: Dark Mode
bs: Tamna tema

source: Light Mode
bs: Svijetla tema

# dontHaveAdminAccount
source: Don't have an admin account?
bs: Nemate admin račun?

source: Register
bs: Registracija

source: Admin Registration
bs: Admin Registracija

# createNewAdminAccount
source: Create a new administrator account
bs: Kreirajte novi admin račun

source: First Name
bs: Ime

source: Last Name
bs: Prezime

source: Phone Number (Optional)
bs: Broj telefona (Opciono)

source: Confirm Password
bs: Potvrdi lozinku

source: Please enter first name
bs: Molimo unesite ime

source: Please enter last name
bs: Molimo unesite prezime

source: Please enter valid email
bs: Molimo unesite validan email

# usernameMinLength
source: Username must be at least 3 characters
bs: Korisničko ime mora imati najmanje 3 karaktera

source: Please confirm password
bs: Molimo potvrdite lozinku

source: Passwords do not match
bs: Lozinke se ne poklapaju

# accountCreatedSuccessfully
source: Admin account created successfully! Redirecting to login...
bs: Admin račun uspješno kreiran! Preusmjeravanje na login...

# failedToCreateAccount
source: Failed to create admin account
bs: Greška pri kreiranju admin računa

# alreadyHaveAccount
source: Already have an account?
bs: Već imate račun?

source: Invalid credentials
bs: Neispravni podaci

# adminAccessRequired
source: You do not have permission to use this application. Only administrators can access the desktop application.
bs: Nemate dozvolu da koristite ovu aplikaciju. Samo administratori mogu pristupiti desktop aplikaciji.

source: Add Role
bs: Dodaj Ulogu

source: Edit Role
bs: Uredi Ulogu

source: Role Name
bs: Naziv Uloge

source: Enter role name
bs: Unesite naziv uloge

# roleNameRequired
source: Role name is required
bs: Naziv uloge je obavezan

# roleNameTooLong
source: Role name must be less than 50 characters
bs: Naziv uloge mora biti kraći od 50 karaktera

source: Role created successfully
bs: Uloga uspješno kreirana

source: Role updated successfully
bs: Uloga uspješno ažurirana

source: Role deleted successfully
bs: Uloga uspješno obrisana

source: Failed to delete role
bs: Greška pri brisanju uloge

# confirmDeleteRole
source: Are you sure you want to delete this role? This action is permanent and cannot be undone.
bs: Da li ste sigurni da želite obrisati ovu ulogu? Ova radnja je trajna i ne može se poništiti.

source: Delete Role
bs: Obriši Ulogu

source: Loading roles...
bs: Učitavanje uloga...

source: No roles loaded
bs: Nema učitane uloge

source: No roles found
bs: Nema pronađenih uloga

source: Search roles...
bs: Pretraži uloge...

# totalRoles
source: Total: {count} roles
bs: Ukupno: {count} uloga

source: Unnamed Role
bs: Neimenovana Uloga

source: Edit User
bs: Uredi Korisnika

source: Add User
bs: Dodaj Korisnika

source: Phone Number
bs: Broj Telefona

source: User
bs: Korisnik

source: User updated successfully
bs: Korisnik uspješno ažuriran

source: User created successfully
bs: Korisnik uspješno kreiran

# failedToSaveUser
source: Failed to save user: {error}
bs: Greška pri čuvanju korisnika: {error}

source: Ready to Release
bs: Spremni za premijeru

source: Releases Today
bs: Premijera danas

# releasesInDays
source: Releases in {days} days
bs: Premijera za {days} dana

source: Edit Profile
bs: Uredi profil

source: Save Changes
bs: Sačuvaj izmjene

source: Profile Information
bs: Informacije o profilu

source: Profile updated successfully
bs: Profil uspješno ažuriran

# failedToUpdateProfile
source: Failed to update profile: {error}
bs: Greška pri ažuriranju profila: {error}

source: Capacity Mismatch
bs: Neusklađenost Kapaciteta

# seatCountMismatch
source: Seat count mismatch: {seats} / {capacity}
bs: Broj sedišta ne odgovara kapacitetu: {seats} / {capacity}

source: Auto-generate Seats
bs: Automatsko Generisanje Sedišta

# autoGenerateSeatsMessage
source: This will create {capacity} seats for the hall. Existing seats will be replaced. Continue?
bs: Ovo će kreirati {capacity} sedišta za salu. Postojeća sedišta će biti zamenjena. Nastaviti?

source: Generate
bs: Generisi

# seatsGeneratedSuccessfully
source: Generated {count} seats successfully
bs: Uspešno generisano {count} sedišta

# failedToGenerateSeats
source: Failed to generate seats: {error}
bs: Greška pri generisanju sedišta: {error}

source: Seats Management
bs: Upravljanje Sedištima

source: Add Seat
bs: Dodaj Sedište

# noSeatsFound
source: No seats found for this hall
bs: Nema pronađenih sedišta za ovu salu

source: Edit Seat
bs: Uredi Sedište

source: Seat Number
bs: Broj Sedišta

source: Row Number
bs: Broj Reda

source: Please enter seat number
bs: Molimo unesite broj sedišta

source: Please enter row number
bs: Molimo unesite broj reda

# confirmDeleteSeat
source: Delete Seat
bs: Potvrdi Brisanje Sedišta

# areYouSureDeleteSeat
source: Are you sure you want to delete this seat?
bs: Da li ste sigurni da želite obrisati ovo sedište?

source: Seat updated successfully
bs: Sedište uspješno ažurirano

source: Failed to update seat
bs: Greška pri ažuriranju sedišta

source: Seat deleted successfully
bs: Sedište uspješno obrisano

source: Failed to delete seat
bs: Greška pri brisanju sedišta

source: Add New Seat
bs: Dodaj Novo Sedište

source: Seat saved successfully
bs: Sedište uspješno sačuvano

source: Failed to save seat
bs: Greška pri čuvanju sedišta

# seatCountMatchesCapacity
source: Seat count matches capacity: {seats} / {capacity}
bs: Broj sedišta odgovara kapacitetu: {seats} / {capacity}

# cannotAddMoreSeats
source: Cannot add more seats. Hall capacity is {capacity} and current seat count is {seats}.
bs: Ne možete dodati više sedišta. Kapacitet sale je {capacity}, a trenutni broj sedišta je {seats}.

# cannotMoveSeatToHall
source: Cannot move seat to this hall. Hall capacity is {capacity} and current seat count is {seats}.
bs: Ne možete premjestiti sedište u ovu salu. Kapacitet sale je {capacity}, a trenutni broj sedišta je {seats}.

# autoGenerateSeatsTooltip
source: Auto-generate seats for this capacity
bs: Automatski generiši sedišta za ovaj kapacitet

source: Seat Name
bs: Naziv sjedišta

# seatNameFormat
source: Format: Letter (A-F) + Number (1-8)
bs: Format: Slovo (A-F) + Broj (1-8)

source: Please enter seat name
bs: Unesite naziv sjedišta

# invalidSeatFormat
source: Invalid format. Use A1-F8 format (e.g., A1, B5, F8)
bs: Neispravan format. Koristite A1-F8 format (npr. A1, B5, F8)

# seatAlreadyExists
source: Seat {name} already exists
bs: Sjedište {name} već postoji

source: Seat added successfully
bs: Sjedište uspješno dodano

source: Failed to add seat
bs: Greška pri dodavanju sjedišta

source: Add
bs: Dodaj

source: Regenerate All
bs: Regeneriši sve

source: All seats already exist
bs: Sva sjedišta već postoje

source: Available
bs: Dostupno

source: Reserved
bs: Rezervisano

source: Select Date Range
bs: Odaberi vremenski period

# selectDateRangeTooltip
source: Select a date range to filter data
bs: Odaberite vremenski period za filtriranje podataka

source: Occupancy
bs: Popunjenost
